/* Default name database */
"DATABASE" = "Baza danych";

/* (No Comment) */
"EMAIL" = "E-mail";

/* (No Comment) */
"ERROR_ATTRIBUTE_KEY_VALIDATION_FAILED" = "Atrybut klucza nie jest unikatowy!";

/* (No Comment) */
"ERROR_AUTOTYPE_SEQUENCE_VALIDATION_FAILED" = "Sekwencja autouzupełnienia jest nieprawidłowa!";

/* (No Comment) */
"ERROR_CORRUPT_TREE" = "Struktura pliku jest uszkodzona!";

/* (No Comment) */
"ERROR_GROUP_ELEMENT_MISSING" = "Plik XML file contains no Group node";

/* (No Comment) */
"ERROR_HEADER_CORRUPTED" = "Nagłówek jest uszkodzony";

/* (No Comment) */
"ERROR_HEADER_HASH_MISSMATCH" = "Suma kontrolna nagłówka jest nieprawidłowa. Plik jest uszkodzony";

/* (No Comment) */
"ERROR_HEADER_HASH_VERIFICATION_FAILED" = "Nagłówek bazy danych jest nieprawidłowy. Spójność danych może nie być zachowana!";

/* (No Comment) */
"ERROR_INTEGRITY_CHECK_FAILED" = "Integralność bazy danych jest wątpliwa";

/* (No Comment) */
"ERROR_INVALID_FIELD_SIZE" = "Niewłaściwy rozmiar pola danych. Nieprawidłowe hasło?";

/* (No Comment) */
"ERROR_INVALID_FIELD_TYPE" = "Nieznane pole danych. Nieprawidłowe hasło?";

/* (No Comment) */
"ERROR_KEEPASSFILE_ELEMENT_MISSING" = "Plik XML nie zawiera elementu KeePass";

/* (No Comment) */
"ERROR_PASSWORD_OR_KEYFILE_WRONG" = "Hasło i/lub plik klucza jest nieprawidłowe";

/* (No Comment) */
"ERROR_ROOT_ELEMENT_MISSING" = "Plik XML nie zawiera głównego węzła";

/* (No Comment) */
"ERROR_UNKNOWN_FILE_FORMAT" = "Nieznany format pliku";

/* (No Comment) */
"ERROR_UNSUPPORTED_CHIPHER" = "Nieznany algorytm szyfrowania";

/* (No Comment) */
"ERROR_UNSUPPORTED_DATABASER_VERSION" = "Ta wersja bazy danych nie jest wspierana";

/* (No Comment) */
"ERROR_UNSUPPORTED_KDBX_COMPRESSION_ALGORITHM" = "Nieobsługiwany algorytm kompresji";

/* (No Comment) */
"ERROR_UNSUPPORTED_KDBX_RANDOM_STREAM" = "Niewspierany typ generatora pseudolosowego";

/* (No Comment) */
"ERROR_WINDOW_TITLE_VALIDATION_FAILED" = "Format nazwy okna jest nieprawidłowy!";

/* (No Comment) */
"ERROR_XML_KEYFILE_DATA_PARSING_ERROR" = "Nie można odczytać danych XML z pliku klucza";

/* (No Comment) */
"ERROR_XML_KEYFILE_WITHOUT_DATA_ELEMENT" = "XML pliku z kliczem nie zawiera danych";

/* (No Comment) */
"ERROR_XML_KEYFILE_WITHOUT_KEY_ELEMENT" = "XML pliku z kluczem nie zawiera elementu klucza";

/* (No Comment) */
"GENERAL" = "Ogólne";

/* (No Comment) */
"HOMEBANKING" = "Homebanking";

/* (No Comment) */
"INTERNET" = "Internet";

/* (No Comment) */
"KPK_ENTRY_COPY_%@" = "%@ kopiuj";

/* (No Comment) */
"KPK_GROUP_COPY_%@" = "%@ kopiuj";

/* (No Comment) */
"NETWORK" = "Sieć";

/* (No Comment) */
"SET_NOTES" = "Edit Notes";

/* (No Comment) */
"SET_PASSWORD" = "Edit Password";

/* (No Comment) */
"SET_TITLE" = "Edit Title";

/* (No Comment) */
"SET_URL" = "Edit URL";

/* (No Comment) */
"SET_USERNAME" = "Edit Username";

/* (No Comment) */
"TRASH" = "Kosz";

/* (No Comment) */
"WINDOWS" = "Windows";
